Repository: Shreemanarjun/blog_app
Catalog: lib/l10n/arb/app_*.arb
Languages: or

# addablogtitle
source: Add a blog
or: ଏକ ବ୍ଲଗ୍ ଯୋଡନ୍ତୁ |

# appWelcomeMsg
source: Welcome to Bloggy app
or: ବ୍ଲଗ୍ ଆପ୍ କୁ ଆପଣଙ୍କୁ ସ୍ୱାଗତ |

source: Change Language
or: ଭାଷା ପରିବର୍ତ୍ତନ କରନ୍ତୁ

# counterAppBarTitle
source: Counter
or: କାଉଣ୍ଟର

# descriptionhint
source: Enter Description
or: ବର୍ଣ୍ଣନା ପ୍ରବେଶ କରନ୍ତୁ |

# descriptionlbl
source: Description
or: ବ୍ୟାଖ୍ୟା

# emptyerrortxt
source: This field cannot be empty.
or: ଏହି କ୍ଷେତ୍ର ଭରିବା ଆବଶ୍ୟକ |

# loginBtnTxt
source: Login
or: ପ୍ରବେଶ

# loginErrorText
source: Login field is required.
or: ଲଗଇନ୍ କ୍ଷେତ୍ର ଆବଶ୍ୟକ ଅଟେ |

# loginTitle
source: Login
or: ଲଗଇନ୍

# passwordhint
source: Enter Password
or: ପାସୱାର୍ଡ ପ୍ରବେଶ କର

# passwordlbl
source: Password
or: ପାସୱାର୍ଡ

# titlehint
source: Enter Title
or: ଆଖ୍ୟା ପ୍ରବେଶ କରନ୍ତୁ |

# titlelbl
source: Title
or: ଆଖ୍ୟା

# usernamehint
source: Enter Username
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ ପ୍ରବେଶ କର

# usernamelbl
source: Username
or: ଉପଯୋଗକର୍ତ୍ତା ନାମ
